
/* Localizble Strings for AirPort Utility */

/* Common button titles */
"title_Advanced" = "Pokročilé";
"title_Back" = "Zpět";
"title_Cancel" = "Zrušit";
"title_Continue" = "Pokračovat";
"title_Finish" = "Dokončit";
"title_GoBack" = "Zpět";
"title_Next" = "Další";
"title_No" = "Ne";
"title_Quit" = "Ukončit";
"title_Skip" = "Přeskočit";
"title_TryAgain" = "Zkusit znovu";
"title_Update" = "Aktualizovat";
"title_Yes" = "Ano";
"title_StartAgain" = "Začít znovu";
"title_StopBlinking" = "Zastavit blikání";
"title_Other" = "Jiný…";
"title_Upload" = "Odeslat";

/* Device select origin strings */
"kDeviceOriginBaseStationBrowse" = "Základna";
"kDeviceOriginConfigured.Base Station" = "Předchozí konfigurace základny";
"kDeviceOriginConfigured.Time Capsule" = "Předchozí konfigurace Time Capsule";	/* Don't Localize "Time Capsule" in this string */
"kDeviceOriginNetworkScanned" = "Bezdrátová síť";
"kDeviceOriginNetworkPreferred" = "Předchozí použitá síť";

/* Status strings */
"status_Configured" = "Nakonfigurováno";
"status_Unconfigured" = "Nekonfigurováno";

/* Joining wireless networks */
"password_protected" = "Síť AirPort „%@“ je chráněna heslem.";
"enterprise_title" = "Síť podnikového WPA";
"enterprise_error" = "Síť AirPort „%@“ je síť podnikového WPA. Nastavení AirPortu sítě podnikového WPA nepodporuje.";
"password_error" = "Zadané heslo je nesprávné";
"generic_join_error" = "Při připojování k vybrané bezdrátové síti se vyskytla chyba.";
"tryAgain" = "Chcete to zkusit znovu?";
"generic_read_error" = "Při komunikaci s vybraným zařízením se vyskytla chyba.";
"join_warning" = "Identifikace tohoto zařízení AirPort Express vyžaduje změnu bezdrátových sítí. Všechna připojení přes aktuální bezdrátovou síť budou ztracena. Chcete pokračovat?";
"finalJoinError" = "Při připojování k bezdrátové síti „%@“ se vyskytla chyba.";
"finalJoinSuggest" = "Zkuste vybrat „%@“ z nabídky Wi-Fi.";

/* Identify */
"identify_title" = "Identifikovat";
"light_is_blinking" = "Stavová kontrolka na vybraném zařízení AirPort Express bliká žlutě a zeleně.";
"GenericIdentifyDescription" = "Stavová kontrolka na vybraném zařízení %@ bliká oranžově a zeleně.";
"blinking_not_supported" = "Na vybraném bezdrátovém zařízení AirPort není podporována funkce identifikace";

/* Reading base station info */
"base_station_protected" = "Zadejte heslo zařízení %@.";

/* Help book name
	(should be "AirMac Help" for Japan?)
	*/
"AirPortExpressAssistantHelp"	= "AirPort Help";   /* this is really the AAU Help book (Don't have one for Assistant yet) */
"AirMacExpressAssistantHelp"	= "Nápověda pro AirPort";   /* this is really the AAU Help book (Don't have one for Assistant yet) */

/* User decision errors */
"no_unconfigured_title" = "Nebyly nalezeny žádné nové sítě AirPort";
"no_unconfigured_networks" = "Ujistěte se, že je zařízení %@ napájeno ze sítě a v dosahu vašeho počítače, a poté kliknutím na Pokračovat znovu skenujte okolí.";
"try_again_found_nothing" = "Nebyly nalezeny žádné nové sítě AirPort. Ujistěte se, že je zařízení %@ napájeno ze sítě a že je v dosahu počítače, a poté klikněte na Zkusit znovu.";
"no_mdns_record_showed_up" = "Nastavení AirPortu nemůže nalézt vaše bezdrátové zařízení AirPort.";
"no_other_networks_title" = "Nebyly nalezeny žádné existující sítě AirPort";
"no_other_networks_found" = "Ujistěte se, že je váš počítač v dosahu vaší existující sítě.";


/* Keychain information */
"keychainBaseStationDescription" = "Heslo základny AirPort";
"keychainBaseStationType" = "Základna AirPort";
"keychainNetworkDescription" = "Heslo sítě AirPort";
"keychainNetworkType" = "Síť AirPort";
"keychainSpeakerDescription" = "heslo aplikace";
"keychainSpeakerType" = "Vzdálený reproduktor";

"ConfigAccessError" = "Chyba základny";

/* Panel Headers */
"introHeader" = "Úvod";
"networkSetupHeader" = "Nastavení sítě";
"summaryHeader" = "Souhrn";
"internetHeader" = "Nastavení Internetu";
"PeripheralsHeader" = "Nastavení disků AirPort";
"WDSHeader" = "Nastavení WDS";
"MigrateDiskHeader" = "Přenos disku";

/* Continue text strings */
"continueWelcome" = "Začněte kliknutím na Pokračovat.";
"continueProceed" = "Pokračujte kliknutím na Pokračovat.";
"continueScanAgain" = "Opakujte skenování kliknutím na Pokračovat.";
"wdsWarningFooter" = "Změna názvu, zabezpečení nebo hesla bezdrátové sítě odpojí WDS.";
"clientWarningFooter" = "Změna názvu, zabezpečení nebo hesla bezdrátové sítě odpojí váš AirPort Express.";
"clientStartWarningFooter" = "Změna nastavení může odpojit váš AirPort Express.";

/* Pre-verification error strings */
"mismatchPassword" = "Pole hesla a ověření hesla se neshodují.";
"mismatchWirelessPassword" = "Pole bezdrátového hesla a ověření hesla se neshodují.";
"mismatchPasswordReenter" = "Zadejte stejné heslo do obou polí.";
"missingWirelessPassword" = "Pro pokračování je požadováno heslo bezdrátové sítě.";
"wirelessNetworkPassword" = "Bezdrátové heslo";
"missingNetworkName" = "Pro pokračování je požadován název bezdrátové sítě.";
"missingNetworkNameWDS" = "Chcete-li pokračovat, vyberte AirPort Extreme nebo AirPort Express.";
"missingNetworkNameClient" = "Chcete-li pokračovat, vyberte bezdrátovou síť.";
"missingAccountName" = "Pro pokračování je požadován název účtu PPPoE.";
"missingPassword" = "Pro pokračování je nutné heslo.";
"missingPhone" = "Pro pokračování je nutné primární telefonní číslo.";
"missingUsername" = "Pro pokračování je požadováno uživatelské jméno.";

/* Public password strings */
"genericConfirmPublicPassword" = "Zařízení %@ je chráněno výchozím heslem „public“.";
"ConfirmPublicPassword1" = "Pro lepší zabezpečení vytvořte jiné heslo.";

/* Error Titles */
"settingError" = "Chyba nastavení: %@";
"generalError" = "Obecná chyba";
"passwordError" = "Chyba hesla";

/* WDS status strings */
"ConfiguringForWDS" = "Konfigurování %@ na rozšíření sítě AirPort";
"WDSConfigInitialString" = "Zařízení %@ je právě nastavováno na rozšíření vaší existující bezdrátové sítě. Počkejte na dokončení.";

/* WDS progress sheet messages */
"WDSConfiguringMain" = "Konfigurování hlavní sítě pro nové vzdálené WDS.";
"WDSConfiguringRemote" = "Konfigurování nového WDS pro připojení k hlavní síti.";
"WDSJoiningNewNetwork" = "Připojování k nové síti WDS.";

/* DWDS progress sheet messages */
"DWDSConfiguringMain" = "Konfigurování existující bezdrátové sítě pro připojení klientů.";
"DWDSConfiguringRemote" = "Konfigurování zařízení %@ pro připojení k existující bezdrátové síti.";
"DWDSJoiningNewNetwork" = "Připojování k existující bezdrátové síti.";
"GeneralDWDSError" = "Při nastavování bezdrátového zařízení AirPort pro připojení k existující bezdrátové síti se vyskytla chyba. Ukončete Nastavení AirPortu a zkuste to znovu.";
"DWDSSetupCanceled" = "Nastavení bylo zrušeno.";
"DWDSConfigInitialString" = "Zařízení %@ je právě nastavováno na připojení k existující bezdrátové síti. Počkejte na dokončení.";

/* Migrate Settings progress sheet messages */
"MigrateSettingsReadingSource" = "Načítání nastavení vybraného zařízení %@…";
"MigrateSettingsReadingSourceGeneral" = "Načítání nastavení z vybraného bezdrátového zařízení AirPort…";
"MigrateRejoiningNetwork" = "Opětovné připojování k síti…";
"MigrateSettingsGeneralError" = "Při nastavování zařízení %@, které má nahradit vybrané zařízení, se vyskytly potíže. Ukončete Nastavení AirPortu a zkuste to znovu. ";
"MigrateSettingsIniting" = "Zařízení %@ je právě nastavováno na nahrazení vybraného bezdrátového zařízení AirPort…";

/* Migrate Disk progress sheet messages */
"MigrateDiskGeneralError" = "Při výměně vybraného disku Time Capsule a spouštění přenosu dat se vyskytly potíže. Ukončete Nastavení AirPortu a zkuste to znovu.";
"MigrateDiskIniting" = "Spouštění přenosu dat…";
"MigrateSettingsJoiningSource" = "Připojování k předchozímu disku Time Capsule…";
"MigrateDiskPreparingDest" = "Přenos nastavení…";
"MigrateDiskWaitingForResolve" = "Čekání na restart disku Time Capsule…";
"MigrateDiskStartingBackup" = "Spouštění přenosu disku…";

/* Settings only migration progress sheet messages */
"UpdateDeviceJoiningSource" = "Připojování k předchozímu disku %@…";
"UpdateDeviceWritingSource" = "Zapisování nastavení na nový disk %@…";
"UpdateDeviceGeneralError" = "Při nastavování zařízení %@ se vyskytly potíže. Ukončete Nastavení AirPortu a zkuste to znovu.";

/* Migrate Disk labels */
"MigrateDiskCategory" = "Přenos dat";
/* "MigrateDiskSummaryLabel" = "Migrate Time Capsule Disk From";   */

/* Migrate Disk panel */

"MigrateDiskTempNetworkName" = "dočasné-původní";
"MigrateDiskFooter" = "Chcete-li přenést nastavení a obsah disku, klikněte na Aktualizovat.";

/* Updating progress strings */
"genericWaitRestart" = "Čekání na restart zařízení %@…";
"networkSearch" = "Hledání bezdrátové sítě…";
"attemptJoin" = "Připojování k bezdrátové síti…";

/* Misc Strings */
"providedAuto" = "(poskytnuto automaticky)";
"selectNetwork" = "Vybrat síť";

/* Summary Panel Labels */
"connectUsingLabel" = "Připojit pomocí:";
"configureViaLabel" = "Konfigurovat TCP/IP:";
"ipAddressLabel" = "IP adresa:";
"accountNameLabel" = "Název účtu:";
"serviceLabel" = "Název služby:";
"connectUsingWDS" = "Připojit k síti (pomocí WDS)";
"SummaryTheseSettingsAreNotCorrect" = "Tato nastavení nejsou správná";

/* Modem Panel Labels */
"secondaryPhoneLabel" = "Sekundární telefonní číslo:";
"usernameLabel" = "Název účtu:";

/* WPA with WDS error strings */
"CantUseWPAForWDSMain" = "WDS s WPA vyžaduje, aby vaše bezdrátové zařízení AirPort používalo aktuální firmware. Použijte nejnovější firmware nebo nastavte bezdrátové zabezpečení na WEP a zkuste to znovu.";

/* WPA Enterprise WDS error */
"wdsMainIsWPAEnterpriseError" = "Jako své hlavní bezdrátové zařízení WDS jste vybrali bezdrátové zařízení AirPort s podnikovým zabezpečením WPA. Nastavení AirPortu podnikové WPA nepodporuje.";

/* WDS Errors */
"GeneralWDSError" = "Při nastavování bezdrátového zařízení AirPort pro WDS se vyskytla chyba. Ukončete Nastavení AirPortu a zkuste to znovu.";
"MainInBridgeModeForWDSError" = "Bezdrátové zařízení AirPort, které jste vybrali jako hlavní bezdrátové zařízení WDS, nepřiděluje IP adresy. Nastavte toto bezdrátové zařízení na přidělování IP adres.";
"WDSSetupCanceled" = "Nastavení WDS bylo zrušeno.";
"WDSErrorTitle"	= "Chyba nastavení WDS";

/* Status messages */
"joining_network" = "Připojování k bezdrátové síti.";
"reading_config" = "Načítání konfigurace…";
"status_scan" = "Hledání sítí…";
"status_search" = "Hledání bezdrátového zařízení AirPort…";
"status_identify" = "Identifikace…";

/* Maybe needed to fix 3663944 */
"available_networks" = "Dostupné sítě AirPort:";
"select_network" = "Vyberte síť AirPort, kterou chcete nastavit.";

/* Generic Labels ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericNameLabel" = "Název %@";
"genericPasswordLabel" = "Heslo %@";
"genericModeLabel" = "Režim %@";

"genericNewChoice" = "Nastavit novou položku %@";
"genericOldChoice" = "Změnit nastavení na existujícím zařízení %@";
"genericBasePassPanelHeader" = "%@ - nastavení";

/* Generic Descriptions with 1 %@ ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericIntroductionHeader" = "Vyberte, zda chcete nastavit nové zařízení %@ nebo provést změny zařízení, které jste již nastavili.";
"genericSelectNewHeader" = "Vyberte zařízení %@, které chcete nastavit. Pokud není v seznamu, klikněte na Skenovat znovu. V případě, že nevíte, které bezdrátové zařízení AirPort vybrat, klikněte na Identifikovat.";
"genericSelectConfiguredHeader" = "Vyberte zařízení %@, které chcete změnit. Pokud není v seznamu, klikněte na Skenovat znovu. V případě, že nevíte, které bezdrátové zařízení AirPort vybrat, klikněte na Identifikovat.";
"genericSelectNetworkHeader" = "Vyberte síť AirPort obsahující zařízení %@, které chcete nastavit.";
"genericClientDescription" = "Tuto volbu vyberte, pokud chcete, aby zařízení %@ rozšířilo vaši bezdrátovou síť a sdílelo její připojení k Internetu.";
"genericNetworkNameHeader" = "Chcete-li síť %@ personalizovat, nejprve svou bezdrátovou síť pojmenujte.";
"genericNetworkNameDescription" = "Tento název uvidíte, když se připojíte ke své síti.";
"genericBaseNameDescription" = "Pojmenujte základnu %@.";
/* genericUserOwnership will be formatted as "<UserName>’s <Product Name>", as in "Steve’s AirPort Extreme" or "Steve's wireless network" - DON'T use a curly quote here or the network name will be UTF8 by default*/
"genericUserOwnership" = "%1$@ - %2$@";
"genericWirelessNetwork" = "Síť";
"genericBasePasswordHeader" = "Zadejte heslo na ochranu nastavení této základny %@.";
"genericBasePasswordDescription" = "Toto heslo budete potřebovat pro změnu nastavení na základně %@.";
"genericBasePasswordDescription2" = "Pro lepší zabezpečení použijte heslo odlišné od hesla sítě.";
"genericModeHeader" = "Vyberte, co chcete s položkou %@ provést.";
"genericSummaryHeader" = "%@ bude používat níže uvedená nastavení. Ujistěte se, že jsou správná.";
"genericSummaryNoChangeHeader" = "Zařízení %@ používá níže uvedená nastavení.";
"genericReplaceSummaryHeader" = "Zařízení %1$@ bude nastaveno pomocí předchozí konfigurace ze zařízení „%2$@“.";
"genericSummaryFooter" = "Pokud jsou tato nastavení správná, dokončete nastavení zařízení %@ kliknutím na Aktualizovat.";
"genericSummaryFooterClickInstructions" = "Chcete-li změnit nastavení, klikněte na Zpět.";
"genericPPPoEHeader" = "Zadejte název účtu PPPoE a volitelně název služby, který jste získali od svého poskytovatele služeb Internetu.";
"genericDHCPHeader" = "Zařízení %@ je připojeno k Internetu pomocí DSL nebo kabelového modemu či prostřednictvím Ethernetu s IP adresou automaticky přidělenou z DHCP. Potvrďte tuto volbu nebo zadejte dodatečné údaje dodané poskytovatelem připojení k Internetu nebo správcem sítě.";
"genericModemHeader" = "Zadejte nastavení modemu pro toto zařízení %@.";
"genericBridgeModeHeader" = "Určete, zda má být vaše zařízení %@ v režimu mostu nebo sdílet IP adresu pomocí DHCP a NAT.";
"genericBridgeModeYes" = "Režim mostu";
"genericBridgeModeYesDescription" = "Tuto volbu vyberte, pokud je zařízení %@ připojeno k směrovači nebo jinému síťovému zařízení, které již pro poskytování IP adres počítačům v síti používá DHCP a NAT.";
"genericBridgeModeNo" = "Sdílet jedinou IP adresu pomocí DHCP a NAT";
"genericBridgeModeNoDescription" = "Tuto volbu vyberte, pokud je vaše zařízení %@ přímo připojeno k Internetu přes DSL nebo kabelový modem nebo je připojeno k síti, která je připojena k Internetu, a pokud chcete pro poskytování IP adres počítačům v místní bezdrátové síti používat DHCP a NAT.";
"genericFinalDescription" = "Zařízení %@ je nastaveno na připojení k Internetu a sdílení USB tiskárny.";
"genericMissingNameWarning" = "Pro pokračování je požadován název položky %@.";
"genericMissingNameWarning.alternateArticle" = "Pro pokračování je požadován název položky %@.";
"genericMissingBasePassWarning" = "Pro pokračování je požadováno heslo.";
"genericMismatchBasePassword" = "Pole hesla a ověření hesla se neshodují.";
"ResetBroadbandMessage" = "Pokud pro připojení k Internetu používáte kabelový modem, nejprve modem vypněte, pokud obsahuje baterii, vyjměte ji, vyčkejte několik sekund, vložte baterii zpět a modem zapněte.";

/* Generic Descriptions with more than 1 %@
	This string in english will look like either:
	"AirPort Utility has found a new AirPort Express with a wireless network named "Apple Network 123456".
	or "AirPort Utility has found a new AirPort Express named "Base Station 123456".
	*/
"genericEZIntroHeader" = "Nastavení AirPortu nalezlo nové zařízení %1$@%2$@ s názvem „%3$@“.\n\nPokud toto není vaše zařízení %4$@, které jste chtěli nastavit, ujistěte se, že je vaše zařízení zapnuto a v dosahu počítače a zkuste to znovu.";
"withNetworkNamed" = " s bezdrátovou sítí";
"genericNoNetworksHeader" = "Nebyly nalezeny žádné sítě %1$@. Ujistěte se, že je zařízení %2$@ napájeno ze sítě a v dosahu vašeho počítače.";
"genericOldNetworkConfirm" = "Nastavení AirPortu nalezlo zařízení %1$@ s bezdrátovou sítí „%2$@“.\n\nPokud toto není vaše zařízení %3$@, které jste chtěli nastavit, ujistěte se, že je vaše zařízení napájeno ze sítě a v dosahu počítače, a poté klikněte na Skenovat znovu.";
"genericOldExpressConfirm" = "Nastavení AirPortu nalezlo zařízení %1$@ s názvem „%2$@“.\n\nPokud toto není vaše zařízení %3$@, které jste chtěli nastavit, klikněte na Skenovat znovu.";

/* Strings that need to change depending on which type of base station is being configured */
"expressBaseNameDescriptionAddition" = "Chcete-li přes tuto základnu AirPort Express přehrávat hudbu z iTunes, vyberte ji z místní nabídky na pravém dolním okraji okna iTunes.";

"expressFinalDescription" = "Zařízení AirPort Express je nakonfigurováno na připojení k Internetu, sdílení USB tiskárny a přehrávání hudby z iTunes prostřednictvím vzdálených reproduktorů pomocí AirPlay.";

"expressClientRadio" = "Připojit k mé aktuální bezdrátové síti";
"extremeClientRadio" = "Rozšířit dosah bezdrátové sítě AirPort Extreme, AirPort Express";

"expressClientDescription" = "Tuto volbu vyberte, pokud toto zařízení %@ přidáváte k aktuální bezdrátové síti.";

"expressModeHeader" = "Obě volby vám umožní sdílet USB tiskárnu a přehrávat hudbu z iTunes přes vzdálené reproduktory pomocí AirPlay.";

/* Reachability error */
"genericNetworkTitle" = "Chyba sítě";
"noWirelessReachability" = "Pokoušíte se o přístup k bezdrátovému zařízení AirPort přes Ethernet. V síti AirPort je však jiné zařízení se stejnou IP adresou. Odpojte ethernetový kabel, počkejte několik sekund a zkuste to znovu.";
"noEthernetReachability" = "Pokoušíte se o přístup k bezdrátovému zařízení AirPort přes Ethernet. V síti AirPort je však jiné zařízení se stejnou IP adresou. Vypněte kartu AirPort, počkejte několik sekund a zkuste to znovu.";
"genericReachabilityError" = "Při kontaktování vybraného bezdrátového zařízení AirPort se vyskytla chyba. Ujistěte se, že v síti nejsou žádná další zařízení s IP adresou %@.";
"superGenericReachabilityError" = "Při připojování k vybranému bezdrátovému zařízení AirPort se vyskytla chyba.";
"WDSSetupRequiresAWirelessCard" = "Nastavení AirPortu nemůže nastavit toto bezdrátové zařízení AirPort pro WDS, protože v počítači není nainstalována karta AirPort.";

/* Uploading Firmware */
"firmwareError"	= "Při aktualizaci firmwaru %@ se vyskytla chyba.";
"firmwareProgress" = "Aktualizace firmwaru %@…";
"firmwareNewer" = "Je k dispozici novější verze (%1$@) firmwaru %2$@.";
"firmwareNewerSmall" = "Nainstalujte ji kliknutím na Aktualizovat.";
"firmwareSuccess" = "Firmware %@ byl úspěšně aktualizován.";
"firmwareRequired" = "Vybraná síť vyžaduje aktualizaci firmwaru.";

/* AirPort 4.2 */
"wepLabel" = "128bitové WEP (vyšší kompatibilita)";
"wpa1label" = "WPA osobní (vyšší zabezpečení)";
"wpa2label" = "WPA2 osobní (vyšší zabezpečení)";
"wepDescription" = "Poskytuje zabezpečení, které je více kompatibilní se staršími bezdrátovými počítači a zařízeními. Pro kompatibilitu s jinými počítači než Macintosh zadejte heslo o délce 13 znaků.";
"wpa1description" = "Poskytuje nejvyšší úroveň bezdrátového zabezpečení. K síti se budou moci připojit pouze počítače podporující WPA. Musíte zadat heslo o délce 8 až 63 znaků nebo 64 hexadecimálních číslic.";
"wpa1and2description" = "Poskytuje nejvyšší úroveň bezdrátového zabezpečení. K síti se budou moci připojit počítače podporující WPA nebo WPA2. Musíte zadat heslo o délce 8 až 63 znaků nebo 64 hexadecimálních číslic.";
"wpa2description" = "Poskytuje nejvyšší úroveň bezdrátového zabezpečení. K síti se budou moci připojit počítače podporující WPA2. Musíte zadat heslo o délce 8 až 63 znaků nebo 64 hexadecimálních číslic.";
"tsnDescription" = "Poskytuje zabezpečení, které je kompatibilní se staršími klienty WEP, ale umožňuje novějším klientům připojení k síti pomocí WPA a WPA2. Musíte zadat heslo o délce 13 znaků.";
"badWPAPasswordLength" = "Zadejte bezdrátové heslo o délce 8 až 63 znaků.";
"v6_not_configured_title" = "IPv6 nekonfigurováno";
"v6_not_configred_on_all_interfaces" = "Nastavení AirPortu může s vaším bezdrátovým zařízením AirPort komunikovat pomocí IPv6 spolehlivěji.";
"v6_not_configured_turn_on_confirm" = "Chcete zapnout IPv6?";
"v6_not_configured_turn_on" = "Zapněte IPv6 v Předvolbách systému.";
"v6_not_configured_turn_on_win" = "Zapněte IPv6 v Ovládacím panelu.";
"authorization_error_title" = "Chyba autorizace";
"authorization_error" = "Nastavení AirPortu nemůže změnit nastavení sítě, protože panel předvoleb sítě je uzamčen.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "1";

/* BasePassword Panel */
"BaseNameDescription" = "Tento název budete používat k identifikaci zařízení %@.";
"BaseNameInternalDiskDescription" = "Tento název bude též použit pro disk Time Capsule.";

/* PeripheralsPanel */
"FileSharingPasswordPromptInternalDisk" = "Zadejte heslo disku Time Capsule nebo USB disků připojených k zařízení %@.";
"FileSharingPasswordPrompt" = "Zadejte heslo disků AirPort.";
"GuestAccessPrompt" = "Můžete též povolit připojení hostů k bezdrátovým diskům bez zadání hesla.";
"FileSharingDisclosure" = "Volby sdílení souborů";
"UseDiskPasswordCheckBox" = "Pro zabezpečení disků použít jiné heslo";

/* Wireless Options Panel */
"RadioCountryDescription" = "Vyberte zemi, ve které je zařízení %@ používáno.";
"RadioModeDescription" = "Vyberte rádiový režim zařízení %@.";

/* ProblemCode Panel */
"ProblemPanelDefaultControlIndent"	= "175";
"ProblemPanelDefaultControlWidth"	= "250";
"ProblemCodeTitle" = "Problém %1$d z %2$d: %3$@";
"ProblemCodeProblemResolved" = "Tento problém byl vyřešen.";
"UnresolvedProblem" = "Chcete pokračovat bez vyřešení tohoto problému?";
"UnresolvedProblemAssistant" = "Tato konfigurace způsobí, že stavová kontrolka zařízení %@ bude blikat oranžově. Určitě chcete pokračovat?";
"ProblemShouldBeResolved" = "Chcete-li předejít tomu, aby stavová kontrolka zařízení %@ blikala při tomto problému oranžově, klikněte na Ignorovat.";
"ProblemNotResolved" = "Tento problém nebyl vyřešen. Zkuste to znovu.";

/* Problem Summary Panel */
"ProblemSummaryResolution" = "Stav";
"ProblemSummaryIgnored" = "Ignorováno";
"ProblemSummaryResolved" = "Vyřešeno";
"ProblemSummaryConfigChanged" = "Konfigurace byla změněna";
"ProblemSummaryUnresolved" = "Nevyřešeno";
"ProblemSummaryHeader" = "Tento panel zobrazuje problémy ohlášené zařízením %@ a stav jejich řešení.";
"ProblemSummaryChoicePrompt" = "Co chcete provést?";
"ProblemSummaryUpdateWithTheseSettings" = "Aktualizovat zařízení %@ pomocí těchto nastavení";
"ClickUpdateToUpdate" = "Nastavování zařízení %@ dokončete kliknutím na Aktualizovat.";
"ProblemSummaryReconfigureToo" = "Změnit další nastavení zařízení %@";
"ProblemSummaryReconfigureFooter" = "Chcete-li změnit nastavení zařízení %@, klikněte na Pokračovat.";
"ProblemSummarySwitch" = "Konfigurovat další bezdrátové zařízení AirPort";
"ClickDoneToSwitch" = "Chcete-li vybrat další bezdrátové zařízení AirPort, klikněte na Hotovo.";
"ProblemSummaryAllResolved" = "Všechny problémy byly vyřešeny.";

/* Ethernet Panel */
"EthernetPanelDefaultControlIndent"	= "175";
"EthernetPanelDefaultControlWidth"	= "250";
"EthernetPanelDescription" = "Zadejte údaje o TCP/IP, které jste získali od svého poskytovatele internetových služeb. Pokud je vám IP adresa přidělována automaticky, vyberte volbu „Pomocí DHCP“. Chcete-li zadat specifickou IP adresu, vyberte volbu „Manuálně“.";
"DHCPConfirmPanelDHCP_Yes" = "Připojuji se k Internetu přes DSL nebo kabelový modem pomocí DHCP";
"DHCPConfirmPanelDHCP_No" = "Nepoužívám DHCP";

/* PPPoE Panel */
"PPPoEConfirmPanelDefaultControlIndent"	= "175";
"PPPoEConfirmPanelDefaultControlWidth"	= "250";
"PPPoEConfirmPanelPPPoE_Yes" = "Připojuji se k Internetu přes DSL nebo kabelový modem pomocí PPPoE";
"PPPoEConfirmPanelPPPoE_No" = "Nepoužívám PPPoE";

/* Default Setup Assistant Panel values*/ 
"SetupAssistantPanelDefaultControlIndent"= "175";
"SetupAssistantPanelDefaultControlWidth" = "250";

/* Wireless Security Panel */
"WirelessSecurityPanelDescription" = "Zadejte název a úroveň zabezpečení bezdrátové sítě.";
"NetworkSecurityDefaultControlIndent"= "175";
"NetworkSecurityDefaultControlWidth" = "250";
"WPAEnterpriseSecurityDescription" = "Tato bezdrátová síť je zabezpečena podnikovým WPA. Pokud chcete změnit nastavení RADIUS serveru, vyberte Manuální nastavení z nabídky základny.";
"NoSecurityLabel" = "Žádné zabezpečení";
"NoSecurityDescription" = "K vaší síti se může připojit jakékoli bezdrátové zařízení bez zadání hesla.";
"NoSecurityUncheckedFooter" = "Před pokračováním k dalšímu kroku musíte zaškrtnout políčko výše.";

/* Join Network Panel */
"JoinNetworkPanelDescription"= "Vyberte bezdrátovou síť, kterou má zařízení %@ používat. Pokud síť není v seznamu, klikněte na nabídku a zopakujte pokus. Když se síť ani poté nezobrazí, ujistěte se, že je zařízení napájeno ze sítě.";
"JoinNetworkQ61AudioNameSuggestion" = "Například: Obývací pokoj";
"JoinNetworkExtendDescription" = "Pokud chcete rozšířit dosah této sítě a povolit klientům bezdrátové připojení nebo připojení prostřednictvím Ethernetu, zaškrtněte políčko níže.";
"JoinNetworkExtendCheckboxTitle" = "Rozšířit dosah této sítě";
"JoinNetworkExtendWarning" = "Může tím být ovlivněna celková výkonnost sítě.";
"JoinNetworkProxySTADescription" = "Pokud toto políčko nezaškrtnete, vaše zařízení %@ bude poskytovat pouze zvukové a USB služby a klienti se budou moci připojovat k síti pouze prostřednictvím Ethernetu.";

/* Extend Panel */
"ExtendNetworkPanelDescription"= "Z nabídky níže vyberte síť AirPort Extreme nebo AirPort Express, kterou chcete rozšířit. Pokud síť není v seznamu, klikněte na nabídku a zopakujte pokus. Když se síť ani poté nezobrazí, ujistěte se, že je vaše bezdrátové zařízení AirPort napájeno ze sítě a že se nachází v dosahu počítače.";

/* Internet Choice Panel */
"InternetChoiceDescription" = "Vyberte, jak se připojujete k Internetu";
"InternetChoiceDSLCableEthernet" = "Používám DSL nebo kabelový modem se statickou IP adresou nebo DHCP";
"InternetChoiceDSLCablePPPoE" = "Používám DSL nebo kabelový modem na bázi PPPoE";
"InternetChoiceLAN" = "Připojuji se k místní síti (LAN)";
"InternetChoiceModem" = "Používám modem připojený k telefonní lince";
"InternetChoiceNoInternet" = "Nejsem připraven(a) na připojení k Internetu";

/* Client or AP Panel */
"ClientAP_APRadioTitle" = "Vytvořit novou bezdrátovou síť";
"ClientAP_APRadioDesc" = "Tuto volbu vyberte, pokud nastavujete novou bezdrátovou síť na sdílení širokopásmového přístupu k Internetu s bezdrátovými počítači.";
"ClientAP_FirstTimeConfig" = "Zařízení %@ zřejmě konfigurujete poprvé.";
"ClientAP_FirstTimePrompt" = "Vyberte, jak chcete toto zařízení %@ nastavit.";

/* Client or Extend Panel */
"ClientWDS_PanelDescription" = "Určete, zda se má zařízení %@ připojit k existující bezdrátové síti jako bezdrátový klient, nebo zda má rozšířit její dosah.";
"ClientWDS_JoinRadioTitle" = "Připojit k bezdrátové síti";
"ClientWDS_JoinRadioDesc" = "Tuto volbu vyberte, pokud chcete, aby zařízení %@ pouze sdílelo USB tiskárnu nebo přehrávalo hudbu z iTunes přes vzdálené reproduktory.";
"ClientWDS_ExtendRadioTitle" = "Rozšířit dosah sítě AirPort Extreme nebo AirPort Express";
"ClientWDS_ExtendRadioDesc" = "Tuto volbu vyberte, pokud chcete, aby zařízení %@ rozšířilo vaši bezdrátovou síť a sdílelo její připojení k Internetu.";

/* Internet Modem Panel */
"ModemUseAOL" = "AOL";
"ModemUseOtherISP" = "Jiný poskytovatel služeb Internetu";
"PrimaryPhoneNumber" = "Primární telefonní číslo";
"PrimaryDNSServer" = "Primární DNS server";

/* Identity Panel */ 
"genericInternalDiskProductTextBlock" = "%@ může zálohovat počítače se systémem Mac OS X 10.5 pomocí Time Machine a sdílet vaše připojení k Internetu a USB zařízení s počítači ve vaší síti.";
"genericAudioProductTextBlock" = "%@ může přehrávat hudbu z iTunes prostřednictvím vzdálených reproduktorů pomocí AirPlay a sdílet vaše připojení k Internetu a USB zařízení v síti.";
"genericProductTextBlock" = "%@ může sdílet vaše připojení k Internetu a USB zařízení ve vaší síti.";
"genericInternalDiskProductNameTextBlock" = "Zadejte název zařízení %@. Tento název bude identifikovat zařízení v síti a bude též použit jako název disku.";
"genericEnterName" = "Zadejte název zařízení %@.";
"IdentityDescription" = "Tento název identifikuje vaše zařízení %@ v síti.";

/* Replace Network Panel */
"ReplaceNetworkPanelDescription" = "Nastavení AirPortu zjistilo bezdrátovou síť „%@“ a určilo, že k ní byl tento počítač již dříve připojen. Vyberte, co chcete se zařízením %@ udělat";
"ReplaceNetworkPanelReplacingPrevious" = "Nahradit „%1$@“ pomocí %2$@";
"ReplaceNetworkPanelReplacingAnother" = "Nahradit jinou síť pomocí %@";
"ReplaceNetworkPanelCreatingNewNetwork" = "Použít zařízení %@ pro vytvoření nové sítě";
"ReplaceNetworkPanelReplacingOtherTableDescription" = "Ze seznamu níže vyberte síť, kterou chcete nahradit:";
"TurnOffNetworkBeingReplaced" = "Odpojte nahrazované zařízení a klikněte na OK. Pokud chcete toto zařízení znovu použít, obnovte jeho tovární nastavení.";

"FoundWirelessNetworksDescription" = "Nastavení AirPortu zjistilo existující bezdrátové sítě. Máte již bezdrátovou síť?";
"NotFoundWirelessNetworksDescription" = "Nastavení AirPortu nezjistilo žádné existující bezdrátové sítě. Máte již bezdrátovou síť?";
"FoundWirelessNetworksIHaveOne" = "Mám bezdrátovou síť a chci přidat zařízení %@ nebo nahradit existující zařízení v síti";
"FoundWirelessNetworksIHaveOneDescription" = "Tuto volbu vyberte, pokud chcete zařízením %@ nahradit existující základnu nebo bezdrátový směrovač či přidat zařízení do sítě.";
"CreateAWirelessNetwork" = "Chci vytvořit novou bezdrátovou síť";

"genericWhatDoYouWantToDoWith" = "Vyberte, co chcete se zařízením %@ provést.";

"ReplaceAddWiredChoiceJoin" = "Chci, aby se zařízení %@ připojilo k mé aktuální síti";
"ReplaceAddWiredChoiceReplace" = "Chci zařízením %@ nahradit existující základnu nebo bezdrátový směrovač";
"ReplaceAddWiredChoiceReplaceDescription" = "Tuto volbu vyberte, pokud chcete nahradit základnu nebo bezdrátový směrovač v síti a jejich nastavení použít v zařízení %@.";
"JoinExpandWirelessDisabledChoiceJoin" = "Chci bezdrátově připojit zařízení %@ ke své síti";
"JoinExpandWirelessDisabledChoiceExpand" = "Chci připojit zařízení %@ ke své síti pomocí Ethernetu a rozšířit aktuální síť nebo vytvořit druhou síť";
"JoinExpandWirelessDisabledChoiceDisabled" = "Chci na tomto zařízení %@ vypnout bezdrátovou síť a připojit je ke svému počítači nebo síti pomocí Ethernetu";


"ConfigureForWiredCreateAdditionalNetwork" = "Chci vytvořit dodatečnou síť";
"ConfigureForWiredCreateAdditionalNetworkDescription" = "Tuto volbu vyberte, pokud chcete zařízení %1$@ připojit prostřednictvím Ethernetu a vytvořit síť %2$@ dodatečně k aktuální síti. Bezdrátoví klienti 802.11 b/g/n (včetně iPhonů) se budou moci připojit k vaší existující 2,4 GHz síti. Bezdrátoví klienti 802.11 a/n se budou moci připojit k 5 GHz síti.";
"ConfigureForWiredCreateRoamingNetwork" = "Chci připojit zařízení %@ ke své síti pomocí Ethernetu a rozšířit svou existující bezdrátovou síť";
"ConfigureForWiredCreateRoamingNetworkDescription" = "Tuto volbu vyberte, pokud se zařízení %@ připojuje k existující základně/bezdrátovému směrovači prostřednictvím Ethernetu a pokud chcete rozšířit dosah své bezdrátové sítě. Obě sítě budou mít stejný název a bezdrátoví klienti se budou automaticky připojovat k síti s nejsilnějším signálem.";

"UseADifferentNetworkName" = "Název této bezdrátové sítě by se měl lišit od názvu vaší existující bezdrátové sítě.";

"ReplaceNetworkTopDescription" = "Vyberte zařízení nebo síť, kterou chcete nahradit. Pokud zařízení nevidíte, ujistěte se, že je připojeno a v dosahu.";
"SelectNetworkTopDescription" = "Vyberte zařízení nebo síť, ke kterým se zařízení %@ připojí prostřednictvím Ethernetu. Pokud zařízení nevidíte, ujistěte se, že je připojeno a v dosahu.";
"SelectNetworkBottomDescription" = "Pokud již zařízení není k dispozici, nevybírejte zařízení ani síť a klikněte na Pokračovat.";
"MoreChoices" = "Zobrazit více voleb";
"LessChoices" = "Zobrazit méně voleb";
"ScanAgain" = "Skenovat znovu";
"ReplaceOptionsOldDesc" = "Vyberte, co chcete po přenesení dat provést s původním zařízením";
"ReplaceOptionsOld_Use" = "Nadále je používat v mé síti";
"ReplaceOptionsOld_Restore" = "Obnovit výchozí nastavení";
"ReplaceBaseNameModifier" = " Původní";

"ReconfigurePrintersTopDescription" = "Kompatibilní USB tiskárny připojené k tomuto zařízení %@ jsou sdíleny v síti.";
"ReconfigurePrintersChangeNamesDescription" = "Chcete-li změnit název tiskárny, dvakrát na něj klikněte ve sloupci Sdílený název v seznamu níže.";
"ReconfigurePrintersChangeAllSettingsDescription" = "Změnit názvy nebo nastavení sdílení tiskáren.";
"ReconfigurePrintersNoneDescription" = "K tomuto zařízení %@ nejsou připojeny žádné USB tiskárny.";

"ReconfigureStartOver" = "Chci v tomto zařízení %@ obnovit tovární nastavení a poté je nastavit znovu.";
"ReconfigureChangeSelectedSettings" = "Chci v tomto zařízení %@ změnit některá nastavení.";
"ReconfigureUseManualForOtherSettings" = "Není-li požadované nastavení zobrazeno, otevřete všechna nastavení kliknutím na Manuální nastavení.";
"ReconfigureWirelessSecurity" = "Bezdrátová síť";
"ReconfigureBaseStationSecurity" = "Jméno a heslo pro zařízení %@";
"ReconfigureInternetSettings" = "Připojení k Internetu";
"ReconfigureFileSharingAccess" = "Disky";
"ReconfigurePrinters" = "Sdílení USB tiskárny";
"ReconfigureMusic" = "Hudba";
"ReconfigureSelectAtLeastOneSetting" = "Před kliknutím na Pokračovat změňte alespoň jedno nastavení.";
"ReconfigurePrompt" = "Toto zařízení %@ již je nastaveno a nehlásí žádné potíže. Můžete obnovit jeho výchozí nastavení nebo provést změny ve aktuálních nastaveních.";
"ReconfigureGoBackForNoChanges" = "Nechcete-li provést žádné změny, klikněte na Zpět.";
"ReconfigureBasePasswordSecurePrompt" = "Nastavení zařízení %@ je chráněno heslem.";
"ReconfigureInternetPrompt" = "Zařízení %@ je nastaveno pomocí následujících nastavení Internetu.";
"ReconfigureAirPlayPrompt" = "Toto zařízení %@ je nastaveno pomocí následujících nastavení AirPlay.";
"ReconfigureDiskPrompt" = "Zařízení %@ je nastaveno pomocí následujících nastavení sdílení disků.";
"ReconfigurePrintersPrompt" = "Zařízení %@ je nastaveno pomocí následujících nastavení sdílení tiskárny.";
"ReconfigureWirelessSecurePrompt" = "Zařízení %@ je nastaveno pomocí následujících bezdrátových nastavení (zabezpečení WPA).";
"ReconfigureWirelessInsecurePrompt" = "Zařízení %@ je nastaveno pomocí následujících bezdrátových nastavení. ";
"ReconfigureWirelessUseWPA" = "Je doporučeno použít nastavení zabezpečení WPA.";
"ReconfigureAPModePrompt" = "Nastavení můžete ponechat pro tento režim nebo můžete vybrat jiný režim.";
"ReconfigureFinalDescriptionNoChange" = "Nastavení zařízení %@ nebyla změněna.";

/* Reconfigure Question strings */
"ReconfigureQuestionSettings" = "%@ - nastavení.";
"ReconfigureKeepTheseSettings" = "Použít aktuální nastavení zařízení";
"ReconfigureKeepCurrentSettings" = "Použít aktuální nastavení (%@) tohoto zařízení";
"ReconfigureKeepModeSettings" = "Ponechat aktuální bezdrátový režim (%@)";
"ReconfigureChangeTheseSettings" = "Změnit tato nastavení";
"ReconfigureChangeCurrentSettings" = "Změnit nastavení zařízení %@";
"ReconfigureChangeModeCreate" = "Zařízení %@ je nastaveno na vytvoření bezdrátové sítě.";
"ReconfigureChangeModeCreateTitle" = "Vytvořit bezdrátovou síť";
"ReconfigureChangeModeExtendTitle" = "Připojit k síti prostřednictvím Ethernetu a rozšířit síť nebo vytvořit druhou síť";
"ReconfigureChangeModeJoin" = "Zařízení %@ je nastaveno na připojení k bezdrátové síti";
"ReconfigureChangeModeJoinTitle" = "Připojit k bezdrátové síti";
"ReconfigureChangeModeDisable" = "Zařízení %@ je nastaveno s vypnutou bezdrátovou sítí.";
"ReconfigureChangeModeDisableTitle" = "Vypnout bezdrátovou síť a připojit k počítači nebo síti prostřednictvím Ethernetu";
"ReconfigureKeepOrChangePrompt" = "Vyberte volbu a klikněte na Pokračovat.";
"ReconfgureDiscardChangesPrompt" = "Určitě chcete zahodit změny, které jste provedli v nastavení?";
"ReconfgureDiscardChanges" = "Zahodit změny";
"ReconfgureKeepChanges" = "Ponechat změny";

"IfUnsureClickMoreInfo" = "Pokud nevíte, kterou volbu vybrat, klikněte na Další informace.";

"UseManualSetupForOtherSettings" = "Pro ostatní nastavení použijte Manuální nastavení";

"OnePanelCreateNetworkAutoConfigYes" = "Nastavit zařízení %@ pomocí těchto nastavení";
"OnePanelCreateNetworkAutoConfigNo" = "Změnit nastavení zařízení %@";
"OnePanelCreateNetworkTopDesc" = "Nastavení AirPortu nastaví zařízení %@ na vytvoření nové zabezpečené bezdrátové sítě a připojení k Internetu.";
"PasswordsSavedToKeychain" = "Všechna hesla budou uložena do svazku klíčů.";
"PasswordsSavedToKeychainWin" = "Heslo základny a bezdrátový profil budou uloženy v tomto počítači.";
"WillConnectUsingEthernet" = "Zařízení %@ se připojí k Internetu pomocí Ethernetu.";
"WillConnectUsingPPPoE" = "Zařízení %@ se připojí k Internetu pomocí PPPoE.";
"WillConnectUsingBridge" = "Zařízení %@ bude nastaveno do režimu mostu, protože je připojeno ke směrovači nebo dalšímu síťovému zařízení, které již pro poskytování IP adres používá DHCP a NAT.";

"OnePanelReplaceTopDesc" = "Nastavení AirPortu může přenést nastavení z jiného bezdrátového zařízení. Vyberte zařízení ze seznamu níže.";


"ContinueToUseAssistant" = "Chcete-li pro nastavení zařízení %@ použít Průvodce, klikněte na Pokračovat.";
"ClickQuitWhenDone" = "Pokud jste dokončili provádění změn zařízení AirPort, klikněte na Ukončit.";
"DoSomethingElse" = "Chcete-li nastavit další bezdrátové zařízení AirPort, vyberte je ze seznamu.";
"SomethingNeedsAttentionUpdate" = "Jedno nebo více bezdrátových zařízení AirPort potřebuje aktualizaci.";
"SomethingNeedsAttentionProblem" = "Jedno nebo více bezdrátových zařízení AirPort hlásí problémy.";
"SomethingNeedsAttentionDefault" = "Jedno nebo více bezdrátových zařízení AirPort používá výchozí nastavení.";
"SomethingNeedsContinueUpdate" = "Chcete-li vybrat další zařízení, které potřebuje aktualizaci, klikněte na Pokračovat.";
"SomethingNeedsContinueProblem" = "Chcete-li vyřešit potíže s dalším zařízením, klikněte na Pokračovat.";
"SomethingNeedsContinueDefault" = "Chcete-li nastavit další zařízení, klikněte na Pokračovat.";

"UpdateFirmware" = "Aktualizovat firmware…";
"UpdateFirmwareTo" = "Aktualizovat na %@…";
"CheckUpdateButton" = "Vyhledat aktualizaci";
"CheckStatus" = "Vyhledávání aktualizace…";

/* These strings are only applicable to the Mac */
"TimeMachineTopDesc" = "Time Machine uchovává kopie všech dat ve vašem Macu, včetně digitálních fotografií, hudby, filmů, TV pořadů a dokumentů. V případě potřeby se můžete vrátit v čase a zotavit vše, co bylo zálohováno.";
"TimeMachineTopDesc2" = "Time Machine uchovává kopie všech dat v počítači včetně systémových souborů, aplikací a nastavení, hudby, obrázků a dalších důležitých souborů. Protože Time Machine uchovává denní zálohy, můžete navštívit svůj Mac v minulosti.";
"TimeMachineQueryDescTimeMachineAlreadySetUpSpecific" = "Funkce Time Machine již je nastavena na zálohování tohoto počítače do „%@“.";	/* the name of a backup device */
"TimeMachineQueryDescTimeMachineAlreadySetUp" = "Funkce Time Machine již je na zálohování tohoto počítače nastavena.";
"TimeMachineQueryDesc" = "Chcete pro zálohování počítače na zařízení %@ použít Time Machine?";	/* Time Capsule is the most likely substitution */
"TimeMachineSetUpTimeMachine_No" = "Nyní ne";
"TimeMachineSetUpTimeMachine_YesTMPrefs" = "Ano (Po aktualizaci Time Capsule se otevřou předvolby Time Machine.)";
"TimeMachineBottomDesc" = "Time Machine uchovává:\n\nHodinové zálohy z posledních 24 hodin\nDenní zálohy z posledního měsíce\n\nTýdenní zálohy do zaplnění zálohovacího disku";
"TimeMachineUseTMPrefs" = "Chcete-li zálohovat ostatní počítače v síti nebo nastavit další volby Time Machine, použijte předvolby Time Machine v Předvolbách systému.";
"TimeMachineWillLaunchTMPrefs" = "Po nastavení zařízení %@ budou otevřeny předvolby Time Machine.";

"TimeMachineMigrateDiskDesc" = "Nastavení AirPortu nemůže do tohoto disku Time Capsule přenést veškerý obsah disku Time Capsule „%@“.";
"TimeMachineMigrateDiskDesc.replace" = "Pokud je na disku Time Capsule záloha Time Machine, bude přenesena a všichni klienti Time Machine budou pro zálohování používat nový disk Time Capsule.";
"TimeMachineMigrateDisk" = "Přenést obsah disku na tento disk Time Capsule";
"TimeMachineMigrateDiskEraseSource" = "Po přenesení dat smazat obsah disku „%@“";
"TimeMachineMigrateDiskEraseSource.description" = "Obsah disku „%@“ bude smazán pouze v případě, že bude úspěšně přenesen do tohoto disku Time Capsule.";
"TimeMachineMigrateDiskReplace.description" = "Nahradit veškerý obsah tohoto disku Time Capsule obsahem disku „%@“";

"TimeMachineMigrateDiskSummary.Settings" = "Nastavení AirPortu se chystá přenést obsah, hesla a síťová nastavení zařízení „%@“ na vaše nové zařízení %@.";
"TimeMachineMigrateDiskSummary.Backups" = "Pokud máte na zařízení „%@“ zálohy Time Machine, budou též přeneseny. Přenos může trvat dlouhou dobu.";
"TimeMachineMigrateDiskSummary.Renaming" = "Během přenosu dat bude zařízení, ze kterého přenášíte data, přejmenováno na „%@%@“. Nové zařízení bude mít název „%@“.";
"TimeMachineMigrateDiskSummary.SourceEraseWarning" = "Po přenesení dat bude veškerý obsah disku „%@%@“ smazán.";
"TimeMachineMigrateDiskSummary.TargetEraseWarning" = "Obsah tohoto disku Time Capsule bude před započetím přenosu dat smazán.";
"TimeMachineMigrateDiskSummary.CannotBeUndone" = "Tuto akci nelze odvolat.";
"TimeMachineMigrateDiskSummary.PostMigrateDefaultsEraseSuggestion" = "Po dokončení přenosu dat můžete obnovit výchozí nastavení předchozího zařízení Time Capsule a smazat jeho disk.";
"HowToRestoreDefaults" = "Chcete-li zařízení obnovit, vyberte jeho konfiguraci v bočním panelu, klikněte na Manuální nastavení a z nabídky Základna vyberte volbu Obnovit výchozí nastavení.";
"HowToEraseDisk" = "Chcete-li smazat obsah disku, použijte volbu Smazat disk na panelu Disky.";
 
"MigrateSummaryDescription" = "Toto zařízení %@ bude nastaveno na použití nastavení ze zařízení „%@“. Nastavení zahrnují obsah disku, síťová nastavení a hesla. Pokud „%@“ obsahuje zálohy Time Machine, budou též přeneseny.";
"MigrateSummaryEthernetDescription" = "Chcete-li přenos dat optimalizovat, připojte na výzvu ethernetový kabel z WAN portu původního zařízení k LAN portu na novém zařízení.";
"MigrateSummaryMoreInfo" = "Kliknutím na Další informace získáte dodatečné informace o přenosu dat, kliknutím na Aktualizovat přenos zahájíte.";

"WirelessInterfaceIsOff" = "Rozhraní bezdrátového síťování je vypnuto.";
"AirPortIsOff" = "AirPort je vypnut.";
"MigrateRequiresAirPort" = "Výměna základny nebo bezdrátového směrovače vyžaduje zapnutý AirPort. Chcete AirPort zapnout?";
"MigrateRequiresWireless" = "Výměna základny nebo bezdrátového směrovače vyžaduje zapnuté bezdrátové síťování.";
"AUWorksBetterWithWireless" = "Ujistěte se, že je nainstalována bezdrátová karta, že je karta nastavena a že je zapnuto bezdrátové síťování.";
"AUWorksBetterWithAirPort" = "Ujistěte se, že je nainstalována karta AirPort a že je AirPort zapnutý.";


/* End of AirPortAssistant.strings file */
